import 'product.dart';

class ProductData {
  static List<Product> products = [
    Product(
      name: 'Средство чистящее для ванн и туалета SANFOR CHLORUM Ультра Белый, 1000 мл',
      price: 207,
      descriptions: ['Чистящее средство для чистки унитазов Sanfor - это универсальное средство для удаления даже самых стойких загрязнений и неприятных запахов в туалете. '
          'Предотвращает появление известкового налета, солевых отложений, ржавчины и других загрязнений, '
          'но и обладает дезинфицирующим эффектом, уничтожая 99,9% бактерий и микробов.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-t/wc350/6887658125.jpg',
    ),
    Product(
      name: 'Средство для мытья посуды Fairy Зеленое яблоко, 900 мл',
      price: 271,
      descriptions: ['Fairy Зеленое яблоко — эффективное моющее средство для посуды с формулой, против которой не устоят любые пищевые загрязнения.'
          'Молекулы средства глубоко проникают даже в застывший жир, расщепляя его изнутри и устраняя стойкие запахи.'
          'Эффект — чистая посуда без усилий даже при мытье в холодной воде.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-1-2/wc350/6945215570.jpg',
    ),
    Product(
      name: 'Чистящее средство для сантехники САНОКС 5000 мл.',
      price: 652,
      descriptions: ['Чистящее средство для сантехники Санокс удалит без следа ржавчину, мыльный осадок, '
          'жир и глубоко въевшуюся грязь, застарелые солевые и известковые отложения. '
          'Не требует усилий при чистке. Первое в России жидкое чистящее средство на основе щавелевой кислоты.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-u/wc350/6655466838.jpg',
    ),
    Product(
      name: 'Кондиционер для стирки белья в гранулах, 30 капсул.',
      price: 300,
      descriptions: ['Кондиционер для белья не источает сильный аромат, его задача — придать свежесть и мягкость. '
          'Натуральные ароматы быстро испаряются и не доставляют дискомфорта.'
          'Благодаря натуральному составу средство подойдет людям с нежной и чувствительной кожей, и тем, кто не любит сильных запахов.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-6/wc350/6800744346.jpg',
    ),
    Product(
      name: 'Средство для мытья холодильника, от запаха в холодильнике, чистящее средство для кухни, спрей 500 мл, Vash Gold',
      price: 196,
      descriptions: ['Средство для ухода за холодильником из линейки № 3 бренда Vash GOLD бытовых чистящих средств для кухни и дома. '
          'Средство подходит для устранения загрязнений, мытья всех элементов холодильника, '
          'дезинфекции и профилактики появления неприятного запаха.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-k/wc350/6709954952.jpg',
    ),
    Product(
      name: 'Кислородный очиститель FRESH ALL ',
      price: 374,
      descriptions: ['Многофункциональное универсальное средство для удаления пятен пота крови ржавчины жира мазута чернила ручки застаревших пятен жирных пятен.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-1-9/wc350/6918919965.jpg',
    ),
    Product(
      name: 'Dr. Beckmann Очиститель для стиральных машин Экспресс, 100 г',
      price: 251,
      descriptions: ['Описание'
          'В процессе эксплуатации стиральные машины периодически загрязняются, '
          'что приводит к ухудшению их работы и появлению неприятных запахов. '
          'С помощью очистителя для стиральных машин Dr.Beckmann Вы сможете позаботиться о состоянии стиральной машины!'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-1-a/wc350/6935927302.jpg',
    ),
    Product(
      name: 'Универсальный набор Domestos, Cif Чистый дом: гель, крем и спрей, для уборки во всем доме',
      price: 482,
      descriptions: ['Описание'
          'Биоразлагаемое средство для устранения засоров SYNERGETIC — высокоэффективное средство, подходящее для любых видов засоров и канализационных труб. '
          'Устраняет запахи и обладает дезинфицирующим эффектом, справляется с засорами даже в стоячей воде.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-j/wc350/6332389423.jpg',
    ),
    Product(
      name: 'Synergetic Набор для уборки "Чистота и блеск" 6шт.*500мл.',
      price: 829,
      descriptions: ['Набор для уборки SYNERGETIC "Чистота и блеск" большой комплект с триггером (курковым распылителем) 6шт.*500мл.'
          'Средства SYNERGETIC безопасны для септических установок.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-e/wc350/6564589670.jpg',
    ),
    Product(
      name: 'Cif Спрей Ультра Гигиена, универсальное чистящее средство, без хлора, 500 мл',
      price: 533,
      descriptions: ['кологичные бесфосфатные Таблетки StarTab подходят для всех типов посудомоечных машин, эффективно борются даже с сильными загрязнениями. '
          'Универсальное средство для посудомоечной машины, поможет забыть о грязной посуде, разводах и неприятном запахе'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-i/wc350/6739476030.jpg',
    ),
    //------------------
    Product(
      name: 'Tide Стиральный порошок 12000 г 80 стирок Для цветных тканей',
      price: 1399,
      descriptions: ['Стиральный порошок автомат Tide Color для стиральной машины предназначен для стирки цветного и белого белья. '
          'Tide Color удаляет трудновыводимые пятна и возвращает вещам кристальную чистоту с первой стирки, '
          'включая сложные зоны, такие как воротнички и манжеты.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-1-l/wc350/6944114313.jpg',
    ),
    Product(
      name: 'Очиститель для стиральных машин, Таблетки для чистки от грязи, накипи, плесени и неприятного запаха',
      price: 429,
      descriptions: ['Новые таблетки для очистки стиральных машин предназначены специально для удаления накипи, '
          'запаха, налета и известковых отложений на нагревательных элементах, '
          'а также грязь и бактерии на стенках бака, барабана, труб и других труднодоступных участков.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-r/wc350/6901247511.jpg',
    ),
    Product(
      name: 'Гель для мытья посуды с ароматом лимона, 5 л., ПНД, Спутник чистоты',
      price: 392,
      descriptions: ['Представляем вам уникальное антибактериальное моющее средство для посуды с приятным ароматом лимона.'
          'Это продукт, который сочетает в себе экологичность, '
          'безопасность и высокую эффективность при мытье различных видов посуды, включая детскую, '
          'кухонные принадлежности и игрушки, устраняя самые разнообразные загрязнения.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-s/wc350/6885794764.jpg',
    ),
    Product(
      name: 'Средство для мытья полов Chirton "Лаванда" без разводов и следов для всех видов покрытий, 1 л',
      price: 178,
      descriptions: ['Био средство для уборки пола "Лаванда", 1 литр. '
          'Универсальное моющее средство предназначено для мытья полов и восстановления структуры из всех типов '
          'водостойких покрытий (линолеума, паркета, ламината, кафеля, мрамора и пр). '
          'Ароматизированная очищающая жидкость быстро и эффективно отмывает даже самые сильные загрязнения, '
          'значительно облегчая процесс уборки.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-t/wc350/6814659593.jpg',
    ),
    Product(
      name: 'Корейское средство очиститель для мытья стекол и зеркал, с ароматом лимона и мяты, 500 мл. Kangaroo Home',
      price: 170,
      descriptions: ['Корейское средство для мытья окон и зеркал Kangaroo Home предназначено для мытья любых стеклянных и зеркальных поверхностей, '
          'в том числе автомобильных стекол, глянцевых поверхностей, а также панелей бытовых электроприборов. '
          'Чистящее средство для стекол эффективно справляется со следами от пальцев, каплями от воды, различными подтеками и всеми видами пыли и грязи.'],
      imageUrl: 'https://ir.ozone.ru/s3/multimedia-8/wc350/6719718788.jpg',
    ),
  ];
}